Repository: ElTipejoLoco/ynotranslations
Catalog: yume/*/RPG_RT.ldb.po
Languages: es

# items.name
source: Frog
es: Rana

# items.description
source: Transform into a frog.
es: Transfórmate en rana.

# items.name
source: Umbrella
es: Paraguas

# items.description
source: Use an umbrella.
es: Usa un paraguas.

# items.name
source: Hat & Scarf
es: Gorra & Bufanda

# items.description
source: Don a hat & scarf.
es: Viste gorra & bufanda.

# items.name
source: Snow Woman
es: Mujer de Nieve

# items.description
source: Morph into a Snow Woman.
es: Conviértete en Mujer de Nieve.

# items.name
source: Kitchen Knife
es: Cuchillo de Cocina

# items.description
source: Equip a kitchen knife.
es: Equipa un cuchillo de cocina.

# items.name
source: Eye Palm
es: Ojo en Palma

# items.description
source: Warp into an Eye Palm.
es: Transpórtate dentro de un Ojo en Palma.

# items.name
source: Fatten
es: Engordar

# items.description
source: Balloon in size.
es: Ínflate en tamaño.

# items.name
source: Midget
es: Enana

# items.description
source: Shrink in size.
es: Encógete en tamaño.

# items.name
source: Flute
es: Flauta

# items.description
source: Brandish a flute.
es: Silba en una flauta.

# items.name
source: Neon
es: Neón

# items.description
source: Glow like a neon sign.
es: Brilla como letrero de neón.

# items.name
source: Faceless Ghost
es: Fantasma sin Cara

# items.description
source: Materialize as a faceless ghost.
es: Materialízate como fantasma sin cara.

# items.name
source: Severed Head
es: Cabeza Decapitada

# items.description
source: Be reduced to a severed head.
es: Sé reducida a una cabeza decapitada.

# items.name
source: Towel
es: Toalla

# items.description
source: Wrap yourself in a towel.
es: Envuélvete en una toalla.

# items.name
source: Cat
es: Gata

# items.description
source: Sprout cat-ears and a tail.
es: Crece orejas y cola de gata.

# items.name
source: Lamp
es: Lámpara

# items.description
source: Change into a lamp.
es: Cámbiate a una lámpara.

# items.name
source: Bicycle
es: Bicicleta

# items.description
source: Mount a bicycle.
es: Monta a una bicicleta.

# items.name
source: Long Hair
es: Pelo Largo

# items.description
source: Grow long hair.
es: Crece pelo largo.

# items.name
source: Poo Hair
es: Pelo de Popo

# items.description
source: Grow poo hair.
es: Crece pelo de popo.

# items.name
source: Blonde
es: Rubia

# items.description
source: Grow long blonde hair.
es: Crece pelo largo rubio.

# items.name
source: Spirit Headband
es: Venda Espiritual

# items.description
source: Put on a Spirit Headband.
es: Ponte una Venda Espiritual.

# items.name
source: Witch
es: Bruja

# items.description
source: Become a witch incarnate.
es: Vuélvete bruja encarnada.

# items.description
source: Reconstitute as an oni.
es: Reconstitúyete como una oni.

# items.description
source: Change into a squishy blob.
es: Vuélvete una baba que se aplasta.

# items.name
source: Traffic Light
es: Semáforo

# items.description
source: Change into a traffic light.
es: Cámbiate a un semáforo.

# items.description
source: Review the game's tutorial.
es: Revisa el tutorial del juego.

# terms.command_item
source: Effect
es: Efecto

# terms.menu_quit
source: Quit Game
es: Parar Juego

# terms.new_game
source: New Game
es: Nueva Jornada

# terms.load_game
source: Dream Diary
es: Díario de Sueños

# terms.exit_game
source: Quit
es: Parar

# terms.save_game_message
source: Write in Diary
es: Escribir en Díario

# terms.load_game_message
source: Read Diary
es: Leer Díario

# terms.file
source: Page
es: Página

# terms.exit_game_message
source: Do you want to quit?
es: ¿Quiéres parar?

# terms.yes
source: Yes
es: Sí
